@echo off
chcp 65001 > nul

echo ======================================================================
echo 前処理済み画像を変換
echo ======================================================================
echo.

python main.py --cli schedule_image/清掃スケジュール_前処理済み.jpg -o 清掃スケジュール_前処理版.xlsx --log-level INFO --scale-col 1.2 --scale-row 1.1

echo.
echo ======================================================================
echo 完了
echo ======================================================================
echo.
pause

